start_message = "💎 Привет, перед началом работы заполни небольшую заявку и ознакомься с правилами нашего " \
                "проекта:\n\n• Запрещена любая реклама, флуд, спам, коммерция, продажа услуг в чате воркеров\n• " \
                "Запрещено попрошайничество в любом его виде\n• Запрещено принимать оплату на свои реквизиты\n• " \
                "Запрещено оскорблять воркеров, разводить срач, веди себя адекватно\n\n✅ Если вы согласны с " \
                "перечисленными выше правилами нажмите на кнопку ниже "

how_find = "💎 Отлично, теперь перейдем к заполнению заявки\n\n1️⃣ Первым делом расскажи откуда ты узнал о нашем " \
           "проекте, если из темы на форуме - укажи ссылку на свой профиль, если из рекламы - укажи источник"" "

what_experience = "2️⃣ Теперь расскажи о своем опыте в этой сфере. Если такого нет, расскажи чем занимался раньше?"""\

what_time = "3️⃣ Весело конечно, а сколько времени ты готов уделять нашему проекту?"""

what_goals = "4️⃣ Отлично, и последний вопрос, каких целей ты хочешь добиться? Заработать на новую бэшку или просто " \
             "убить время?"" "

request_process = "✅ Спасибо, твоя заявка была отправлена на рассмотрение, бот напишет тебе после решения ТСов"

request_in_process = "⏳ ТСы уже получили твою заявку, осталось немного подождать"

blocked = "🚫 Ты заблокирован в нашем проекте"

new_profit = "*✅ Поступила новая оплата*\n\nСумма платежа: {}\nСумма в долларах: {} $\nВоркер: {}\n\n💸 Доля воркера ~ *{} $*"

request_block = "🚫 ТС [{}](t.me/{}) заблокировал тебя"

request_cancel = "❌ ТС [{}](t.me/{}) отклонил твою заявку, напиши любое сообщение и попробуй заполнить её ещё раз"

request_accept = "✅ ТС [{}](t.me/{}) одобрил твою заявку, добро пожаловать в наш проект"

info_message = "🙋‍♂️ Ознакомься с нашими каналами и чатами:\n\nБот для работы - {}\nКанал с выплатами - " \
               "{}\n\nКанал с информацией - {}\n\n🔥 Ссылка на наш чат: {}"

user_profile = "🙋‍♂️ *Твой профиль {}*\n\nРеферальный код: `{}`\nСтатус: *{}*\n\nОбщий профит: *{} $*\nКол\-во профитов: *{" \
               "}*\nВ команде: *{} дней*\n\n*{}*"

about_project = "ℹ️ *О нашем проекте*\n\nМы открылись {}\nУ нас *{}* профитов на сумму *{} $*\nСредняя сумма " \
                "профита: *{} $*\n\n💰 Выплаты нашего проекта:\n➡️ Минималка - *50$*\n➡️ До *100 $* - 50%\n➡️ От *100 " \
                "$* до *500 $* - 60%\n➡️ От *500 $* - 70%\n\n📞 Наши контакты:\nТс: {}\n\n💸 Выплачиваем на " \
                "[@CryptoBot](https://t.me/CryptoBot?start=r-317166) "

how_work = "*❓ Как работать в нашем проекте*\n\nТвой реферальный код: `{}`\n\nСсылка на наш обменник:\n➡️ {}\n\nТвоя реферальная ссылка:\n➡️ {}\n\n*🆘 Мамонт должен ввести на сайте реферальный код*"

new_profit_false = "❌ ТС [{}](t.me/{}) проверил оплату и ничего не нашел"
